Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: (4.6 - 5.2ft) [65019] Mức mắt được khuyến nghị là trong khoảng từ 1,4 - 1,6m chiều cao.
vi: (4.6 - 5.2ft) [65019] Tầm mắt được khuyến nghị cao khoảng từ 1,4 - 1,6m.

source: (E.g. infra-red sensor mixers) [81996] Đồ đạc nên có một công tác tự động.
vi: (E.g. infra-red sensor mixers) [81996] Vòi nên có thể vận hành tự động.

source: (Trang 100)
vi: (Trang 99)

source: (Trang 101)
vi: (Trang 100)

source: (Trang 102)
vi: (Trang 101)

source: (Trang 103)
vi: (Trang 102)

source: (Trang 104)
vi: (Trang 103)

source: (Trang 105)
vi: (Trang 104)

source: (Trang 106)
vi: (Trang 105)

source: (Trang 107)
vi: (Trang 106)

source: (Trang 108)
vi: (Trang 107)

source: (Trang 109)
vi: (Trang 108)

source: (Trang 11)
vi: General Thông tin chung

source: (Trang 110)
vi: (Trang 111)

source: (Trang 111)
vi: (Trang 110)

source: (Trang 112)
vi: (Trang 111)

source: (Trang 113)
vi: (Trang 112)

source: (Trang 114)
vi: (Trang 113)

source: (Trang 116)
vi: (Trang 114)

source: (Trang 117)
vi: (Trang 115)

source: (Trang 118)
vi: (Trang 117)

source: (Trang 119)
vi: (Trang 117)

source: (Trang 12)
vi: General Thông tin chung

source: (Trang 120)
vi: (Trang 118)

source: (Trang 121)
vi: (Trang 119)

source: (Trang 122)
vi: (Trang 120)

source: (Trang 123)
vi: (Trang 121)

source: (Trang 124)
vi: (Trang 122)

source: (Trang 125)
vi: (Trang 123)

source: (Trang 126)
vi: (Trang 124)

source: (Trang 127)
vi: (Trang 125)

source: (Trang 128)
vi: (Trang 126)

source: (Trang 129)
vi: (Trang 127)

source: (Trang 13)
vi: General Thông tin chung

source: (Trang 130)
vi: (Trang 128)

source: (Trang 131)
vi: (Trang 129)

source: (Trang 132)
vi: (Trang 130)

source: (Trang 133)
vi: (Trang 131)

source: (Trang 134)
vi: (Trang 132)

source: (Trang 135)
vi: (Trang 133)

source: (Trang 136)
vi: (Trang 134)

source: (Trang 137)
vi: (Trang 135)

source: (Trang 140)
vi: (Trang 138)

source: (Trang 141)
vi: (Trang 139)

source: (Trang 142)
vi: (Trang 140)

source: (Trang 143)
vi: (Trang 141)

source: (Trang 144)
vi: (Trang 142)

source: (Trang 146)
vi: (Trang 144)

source: (Trang 147)
vi: (Trang 145)

source: (Trang 148)
vi: (Trang 146)

source: (Trang 149)
vi: (Trang 147)

source: (Trang 15)
vi: General Thông tin chung

source: (Trang 151)
vi: (Trang 149)

source: (Trang 152)
vi: (Trang 150)

source: (Trang 153)
vi: (Trang 151)

source: (Trang 154)
vi: (Trang 152)

source: (Trang 155)
vi: (Trang 153)

source: (Trang 157)
vi: (Trang 155)

source: (Trang 158)
vi: (Trang 156)

source: (Trang 159)
vi: (Trang 157)

source: (Trang 16)
vi: General Thông tin chung

source: (Trang 161)
vi: (Trang 159)

source: (Trang 162)
vi: (Trang 160)

source: (Trang 164)
vi: (Trang 162)

source: (Trang 165)
vi: (Trang 163)

source: (Trang 166)
vi: (Trang 164)

source: (Trang 167)
vi: (Trang 165)

source: (Trang 168)
vi: (Trang 166)

source: (Trang 169)
vi: (Trang 167)

source: (Trang 17)
vi: General Thông tin chung

source: (Trang 170)
vi: (Trang 168)

source: (Trang 171)
vi: (Trang 169)

source: (Trang 172)
vi: (Trang 170)

source: (Trang 173)
vi: (Trang 171)

source: (Trang 174)
vi: (Trang 172)

source: (Trang 175)
vi: (Trang 173)

source: (Trang 176)
vi: (Trang 174)

source: (Trang 177)
vi: (Trang 175)

source: (Trang 178)
vi: (Trang 176)

source: (Trang 180)
vi: (Trang 178)

source: (Trang 181)
vi: (Trang 179)

source: (Trang 182)
vi: (Trang 180)

source: (Trang 183)
vi: (Trang 181)

source: (Trang 184)
vi: (Trang 182)

source: (Trang 185)
vi: (Trang 183)

source: (Trang 186)
vi: (Trang 184)

source: (Trang 46)
vi: (Trang 104)

source: (Trang 7)
vi: General Thông tin chung

source: (Trang 87)
vi: (Trang 86)

source: (Trang 88)
vi: (Trang 87)

source: (Trang 89)
vi: (Trang 88)

source: (Trang 9)
vi: General Thông tin chung

source: (Trang 91)
vi: (Trang 90)

source: (Trang 92)
vi: (Trang 91)

source: (Trang 93)
vi: (Trang 92)

source: (Trang 94)
vi: (Trang 93)

source: (Trang 95)
vi: (Trang 94)

source: (Trang 96)
vi: (Trang 95)

source: (Trang 97)
vi: (Trang 96)

source: (Trang 98)
vi: (Trang 97)

source: (Trang 99)
vi: (Trang 98)

source: (Ví dụ: bộ hỗn hợp cảm biến hồng ngoại)
vi: (Ví dụ: vòi cảm biến hồng ngoại)

source: *Represents the entire Holiday Inn brand family: Holiday Inn, Holiday Inn Express, Holiday Inn club Vacation and Holiday Inn Resort Đại diện cho toàn bộ gia đình thương hiệu Holiday Inn: Holiday Inn, Holiday Inn Express, Holiday Inn club Holiday và Holiday Inn Resort
vi: *Represents the entire Holiday Inn brand family: Holiday Inn, Holiday Inn Express, Holiday Inn club Vacation and Holiday Inn Resort Đại diện cho toàn bộ các thương hiệu Holiday Inn: Holiday Inn, Holiday Inn Express, Holiday Inn club Holiday và Holiday Inn Resort

source: 0: outside line [847116] 0: đường dây bên ngoài
vi: 0: outside line [847116] gọi đường dây bên ngoài

source: 1.5m (5ft) above the floor [56222] 1,5m (5ft) so với sàn nhà
vi: 1.5m (5ft) above the floor [56222] 1,5m so với sàn nhà

source: 1.8m x 90cm (6ft x 3ft), 2.25m x 1.125m (7ft 6in x 3ft 9in), 2.74m x 1.37m (9ft 1in x 4ft 6in) hoặc 3.6m x 1.8m (12ft x 6ft)
vi: 1.8m x 90cm, 2.25m x 1.125m, 2.74m x 1.37m hoặc 3.6m x 1.8m

source: 100+ a minimum of 167m² (1800ft²) [32573] Trên 100 tối thiểu là 167m² (1800ft²)
vi: 100+ a minimum of 167m² (1800ft²) [32573] 100+ tối thiểu 167m² (1800ft²)

source: 120-minute construction: A 90-minute rated door and frame is required [581065] Thi công 120 phút: Cần có cửa và khung chống cháy 90 phút
vi: 120-minute construction: A 90-minute rated door and frame is required [581065] Kết cấu 120 phút: Cần có cửa và khung chống cháy 90 phút

source: 120-minute fire resistance and a Fixed Fire Suppression System for the structure of High-rise buildings Khả năng chống cháy trong 120 phút và Hệ thống chữa cháy cố định cho cấu trúc của các tòa nhà cao tầng
vi: 120-minute fire resistance and a Fixed Fire Suppression System for the structure of High-rise buildings [581059] Chống cháy 120 phút và Hệ thống chữa cháy cố định cho kết cấu tòa nhà cao tầng

source: 3/4-inch diameter x 18 inch long ground spike [79931] đường kính 3/4 inch x cọc tiếp đất dài 18 inch
vi: 3/4-inch diameter x 18 inch long ground spike [79931] Cọc tiếp địa đường kính 3/4 inch x dài 18 inch

source: 360° Cordless Rotational Base Example 1 Ví dụ 1 chấn đế xoay không dây 360°
vi: 360° Cordless Rotational Base Example 1 Ví dụ 1 đế không dây xoay 360° (thiếu link)

source: 360° Cordless Rotational Base Example 2 Ví dụ 2 chấn đế xoay không dây 360°
vi: 360° Cordless Rotational Base Example 2 Ví dụ 2 đế không dây xoay 360° (thiếu link)

source: 3M Asia Pacific Pte Ltd Tel: +86 137 6116 3601 Điện thoại 3M Asia Pacific Pte Ltd: +86 137 6116 3601
vi: 3M Asia Pacific Pte Ltd Tel: +86 137 6116 3601

source: 60-minute construction: A 30-minute rated door and frame is required [581063] Thi công 60 phút: Cần có cửa và khung chống cháy 30 phút
vi: 60-minute construction: A 30-minute rated door and frame is required [581063] Kết cấu 60 phút: Cần có cửa và khung chống cháy 30 phút

source: 6m (19ft 8in) VGA cable to connect a projector to a computer must accommodate a MAC and PC computer [407066] Cáp VGA 6m (19ft 8 in) để kết nối máy chiếu với máy tính phải chứa máy tính MAC và PC
vi: 6m (19ft 8in) VGA cable to connect a projector to a computer must accommodate a MAC and PC computer [407066] Cáp VGA 6m (19ft 8 in) để kết nối máy chiếu với máy tính phải có adapter phục vụ nối vào MAC và PC

source: 6m, 7.5m, 9m, or 12m (20ft, 25ft, 30ft, 40ft) [79934]
vi: 6m, 7.5m, 9m, or 12m [79934]

source: 90-minute construction: A 60-minute rated door and frame is required [581064] Thi công 90 phút: Cần có cửa và khung chống cháy 60 phút
vi: 90-minute construction: A 60-minute rated door and frame is required [581064] Kết cấu 90 phút: Cần có cửa và khung chống cháy 60 phút

source: 90-minute fire resistance, or 60-minute fire resistance with a Fixed Fire Suppression System for the structure of Medium-rise buildings [581058] Khả năng chống cháy 90 phút hoặc chống cháy 60 phút với Hệ thống chữa cháy cố định cho cấu trúc của các tòa nhà cao tầng-tầm trung
vi: 90-minute fire resistance, or 60-minute fire resistance with a Fixed Fire Suppression System for the structure of Medium-rise buildings [581058] Chống cháy 90 phút hoặc 60 phút với Hệ thống chữa cháy cố định cho kết cấu tòa nhà trung tầng

source: 90° radius bend at each end of the handrail back to the wall [15681] Bán kính 90 ° uốn ở mỗi đầu của tay vịn trở lại tường
vi: 90° radius bend at each end of the handrail back to the wall [15681] Uốn cong 90° trở lại tường ở mỗi đầu tay vịn

source: 9: nhân viên vận hành
vi: gọi nhân viên tổng đài

source: Một kế hoạch hành động phải được thực hiện trong thời hạn quy định sau khi công bố báo cáo HeartMonitor Hotel Drivers hàng quý.
vi: Phải xây dựng một kế hoạch hành động trong thời hạn quy định sau khi công bố báo cáo HeartMonitor Hotel Drivers hàng quý.

source: A Check in process must be in place and include the following procedures: [50332] Quy trình đăng ký phải được thực hiện tại chỗ và bao gồm các quy trình sau:
vi: A Check in process must be in place and include the following procedures: [50332] Phải có quy trình check in và bao gồm các bước sau:

source: A Fire Lobby [263121] Một Sảnh Chống Cháy
vi: A Fire Lobby [263121] Một sảnh cứu hỏa

source: A Fixed Fire Suppression System is required for Cooking Ranges and must meet the following requirements: [56561] Cần có Hệ thống chữa cháy cố định cho Phạm vi nấu ăn và phải đáp ứng các yêu cầu sau:
vi: A Fixed Fire Suppression System is required for Cooking Ranges and must meet the following requirements: [56561] Cần có Hệ thống chữa cháy cố định cho không gian nấu ăn và phải đáp ứng các yêu cầu sau:

source: A Guest Activities desk must be provided and meet the following: [84540] Bàn hoạt động của khách phải được cung cấp và đáp ứng các yêu cầu sau:
vi: A Guest Activities desk must be provided and meet the following: [84540] Bàn Guest Activities (hoạt động của khách) phải được cung cấp và đáp ứng các yêu cầu sau:

source: A Hot Tub must meet the following safety requirements: [56410] Một bồn nước nóng phải đáp ứng các yêu cầu an toàn sau:
vi: A Hot Tub must meet the following safety requirements: [56410] Một bể nước nóng phải đáp ứng các yêu cầu an toàn sau:

source: A Lobby must be provided and meet the following: [84537] Một Sảnh phải được cung cấp và đáp ứng như sau:
vi: A Lobby must be provided and meet the following: [84537] Một lobby phải được cung cấp và đáp ứng như sau:

source: A No Diving international symbol clearly visible to the user [56416] Biểu tượng quốc tế Cấm Lặn dễ nhìn
vi: A No Diving international symbol clearly visible to the user [56416] Biểu tượng quốc tế Cấm Lặn dễ thấy

source: A Signature juice that includes a minimum of one vegetable on a rotational basis is recommended Khuyến nghị nước ép đặc trưng bao gồm tối thiểu một loại rau luân phiên
vi: A Signature juice that includes a minimum of one vegetable on a rotational basis is recommended [583105] Khuyến nghị nước ép Đặc trưng bao gồm tối thiểu một loại rau được thay đổi luân phiên

source: A canopy or porte cochere must be provided and meet the following: [57547] Cung cấp một vòm che hoặc porte cochere và đáp ứng như sau:
vi: A canopy or porte cochere must be provided and meet the following: [57547] Cung cấp một mái sảnh rời (canopy) hoặc gắn liền vào tòa nhà (porte cochere) đáp ứng như sau:

source: A clearly labelled manual shut-off control mechanism for the water circulation pump located either within 3m (10ft) of the edge of the Hot Tub or at a permanently staffed point with direct line of sight to the Hot Tub [56415] Một cơ chế điều khiển ngắt bằng tay được dán nhãn rõ ràng cho máy bơm tuần hoàn nước nằm trong phạm vi 3 m (10ft) của mép bồn nước nóng hoặc tại một điểm được bố trí cố định với đường ngắm trực tiếp vào bồn nước nóng
vi: A clearly labelled manual shut-off control mechanism for the water circulation pump located either within 3m (10ft) of the edge of the Hot Tub or at a permanently staffed point with direct line of sight to the Hot Tub [56415] Một cơ chế tắt bằng tay được dán nhãn rõ ràng cho máy bơm tuần hoàn nước nằm trong phạm vi 3 m của mép bồn nước nóng hoặc tại một vị trí luôn có nhân viên trực với tầm nhìn trực tiếp tới bồn nước nóng.

source: A clothes line is required [58603] Bắt buộc có dây phơi quần áo.
vi: A clothes line is required [58603] Bắt buộc có chỗ phơi quần áo.

source: A colleague must explain the process of the card usage to the guest [60829] Một nhân viên phải giải thích quá trình sử dụng thẻ cho khách
vi: A colleague must explain the process of the card usage to the guest [60829] Một nhân viên phải giải thích cách sử dụng thẻ cho khách

source: A continuous kerb along the perimeter of the parking area [12241] Một lề đường liên tục dọc phạm vi bãi đỗ xe.
vi: A continuous kerb along the perimeter of the parking area [12241] Một lề đường liên tục dọc theo phạm vi bãi đỗ xe.

source: A delayed action door closer fitted to the guest room door Một cửa đóng chậm được trang bị gần hơn với cửa phòng khách
vi: A delayed action door closer fitted to the guest room door [56734] Trang bị tay co giúp đóng chậm cửa phòng khách

source: A delegated host or hostess is required at the entrance to greet guests [60383] Yêu cầu một chủ nhà được ủy nhiệm chào đón khách ở lối vào.
vi: A delegated host or hostess is required at the entrance to greet guests [60383] Yêu cầu có một host được ủy nhiệm chào đón khách ở lối vào.

source: A detailed proposal must be provided within one working day of the initial response and include the following: [2401] Một đề xuất chi tiết phải được cung cấp trong vòng một ngày làm việc kể từ phản hồi ban đầu và bao gồm như sau:
vi: A detailed proposal must be provided within one working day of the initial response and include the following: [2401] Một đề xuất chi tiết phải được cung cấp trong vòng một ngày làm việc tính từ phản hồi đầu tiên và bao gồm như sau:

source: A distress alarm with direct connection to an on-site location that is permanently staffed Một báo động sự cố với kết nối trực tiếp đến một vị trí trên hiện trường có bố trí nhân viên cố định
vi: A distress alarm with direct connection to an on-site location that is permanently staffed [56275] Nút gọi khẩn cấp với kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: A front desk is required and must meet the following requirements: [12330] Yêu cầu một quầy lễ tân và phải đáp ứng các yêu cầu sau:
vi: A front desk is required and must meet the following requirements: [12330] Yêu cầu có một quầy lễ tân và phải đáp ứng các yêu cầu sau:

source: A handrail must be provided [56312] Cung cấp tay vịn
vi: A handrail must be provided [56312] Cung cấp tay vịn cầu thang

source: A handrail must be provided in each lift/elevator and meet the following: [12424] Phải cung cấp một tay vịn trong mỗi thang máy và đáp ứng những điều sau đây:
vi: A handrail must be provided in each lift/elevator and meet the following: [12424] Phải cung cấp tay vịn trong mỗi thang máy và đáp ứng những điều sau đây:

source: A hardwearing surface requiring minimal maintenance [12227] Một bề chống mòn cần bảo trì tối thiểu
vi: A hardwearing surface requiring minimal maintenance [12227] Bề mặt chống mòn ít yêu cầu bảo trì

source: A live cooking egg station is required and must offer: [59795] Yêu cầu quầy trứng chế biến trực tiếp và phải cung cấp:
vi: A live cooking egg station is required and must offer: [59795] Yêu cầu có quầy món trứng chế biến trực tiếp và phải cung cấp:

source: A live juice station is permitted [606055] Cho phép quầy nước ép pha trực tiếp
vi: A live juice station is permitted [606055] Cho phép quầy pha nước ép trực tiếp

source: A local or regional spread is recommended (e.g. kaya, vegemite) [581103] Khuyến nghị loại phết bánh hương vị khu vực hoặc địa phương (ví dụ kaya, vegemite)
vi: A local or regional spread is recommended (e.g. kaya, vegemite) [581103] Khuyến nghị loại phết bánh của địa phương hoặc vùng miền (ví dụ kaya, vegemite)

source: A mattress must be provided and meet the following: [102638] Phải cung cấp một tấm đệm và đáp ứng như sau:
vi: A mattress must be provided and meet the following: [102638] Phải cung cấp đệm và đáp ứng như sau:

source: A maximum of three of the following spirits are required: [67508] Yêu cầu tối đa ba trong số các loại spirit sau đây:
vi: A maximum of three of the following spirits are required: [67508] Yêu cầu tối đa ba trong số các loại rượu mạnh sau đây:

source: A menu is required [612048] Yêu cầu một thực đơn.
vi: A menu is required [612048] Yêu cầu có thực đơn.

source: A minimum clearance height of 2.2m (7ft 4in) must be provided at all car parking bays [22293] Chiều cao khoảng cách tối thiểu là 2,2m (7ft 4in) tại tất cả các bãi đậu xe ô tô
vi: A minimum clearance height of 2.2m (7ft 4in) must be provided at all car parking bays [22293] Chiều cao thông thủy tối thiểu là 2,2m tại tất cả các bãi đậu xe ô tô

source: A minimum of 1.8m (6ft) length cord with a soft grip handle [58827] Dây dài tối thiểu 1,8m (6ft) với tay cầm mềm
vi: A minimum of 1.8m (6ft) length cord with a soft grip handle [58827] Dây điện dài tối thiểu 1,8m (6ft) với tay cầm mềm

source: A minimum of one and a maximum of three types of croissants must be displayed and include: [59920] Cung cấp tối thiểu một và tối đa ba loại bánh sừng bò phải và bao gồm:
vi: A minimum of one and a maximum of three types of croissants must be displayed and include: [59920] Cung cấp tối thiểu một và tối đa ba loại bánh sừng bò và bao gồm:

source: A minimum of one and a maximum of two types of seeds (e.g. pumpkin seeds, sunflower seeds) [60329] Tối thiểu một và tối đa hai loại hạt (ví dụ: hạt bí ngô, hạt hướng dương)
vi: A minimum of one and a maximum of two types of seeds (e.g. pumpkin seeds, sunflower seeds) [60329] Tối thiểu một và tối đa hai loại hạt nhỏ (ví dụ: hạt bí ngô, hạt hướng dương)

source: A minimum of one local or regional newspaper [50892] Tối thiểu một tờ báo địa phương hoặc khu vực
vi: A minimum of one local or regional newspaper [50892] Tối thiểu một tờ báo địa phương hoặc vùng miền

source: A minimum of paper and a maximum of cotton mix [60338] Tối thiểu là giấy và tối đa là hỗn hợp cotton
vi: A minimum of paper and a maximum of cotton mix [60338] Tối thiểu là khăn giấy, tối đa là khăn pha cotton

source: A minimum of six and a maximum of ten types of hot dishes must be displayed and include: [59848] Tối thiểu sáu và tối đa mười loại đồ nóng phải được bày biện và bao gồm:
vi: A minimum of six and a maximum of ten types of hot dishes must be displayed and include: [59848] Tối thiểu sáu và tối đa mười món nóng phải được bày và bao gồm:

source: A minimum of six ingredients must be available for omelettes [581094] Tối thiểu sáu thành phần phải có sẵn cho món trứng tráng ốp lết
vi: A minimum of six ingredients must be available for omelettes [581094] Tối thiểu sáu thành phần phải có sẵn cho món omelette

source: A minimum of three and a maximum of five sweet bakery products [585060] Tối thiểu ba và tối đa năm sản phẩm bánh ngọt
vi: A minimum of three and a maximum of five sweet bakery products [585060] Tối thiểu ba và tối đa năm loại bánh mì ngọt

source: A minimum of three and a maximum of five types of breakfast set menus must be offered and include: [51703] Tối thiểu ba và tối đa năm loại thực đơn bữa sáng phải được cung cấp và bao gồm:
vi: A minimum of three and a maximum of five types of breakfast set menus must be offered and include: [51703] Tối thiểu ba và tối đa năm set bữa sáng phải được cung cấp và bao gồm:

source: A minimum of three and a maximum of four types of fruit compotes or preserved fruits must be offered: [59980] Phải cung cấp tối thiểu ba và tối đa bốn loại mứt trái cây hoặc trái cây được bảo quản.
vi: A minimum of three and a maximum of four types of fruit compotes or preserved fruits must be offered: [59980] Phải cung cấp tối thiểu ba và tối đa bốn loại mứt quả compote hoặc mứt quả preserves

source: A minimum of three and a maximum of six types of cereals must be displayed and include: [59736] Phải bày biện tối thiểu ba và tối đa sáu loại ngũ cốc và bao gồm:
vi: A minimum of three and a maximum of six types of cereals must be displayed and include: [59736] Phải bày biện tối ba và tối đa sáu loại ngũ cốc và bao gồm:

source: A minimum of two and a maximum of four types of cold cuts must be available: [53312] Phải có tối thiểu hai và tối đa bốn loại thịt nguội với pho mát:
vi: A minimum of two and a maximum of four types of cold cuts must be available: [53312] Phải có tối thiểu hai và tối đa bốn loại thịt nguội:

source: A minimum of two and a maximum of four types of muffins must be available and include: [59927] Phải có tối thiểu hai và tối đa bốn loại bánh nướng xốp và bao gồm:
vi: A minimum of two and a maximum of four types of muffins must be available and include: [59927] Phải có tối thiểu hai và tối đa bốn loại muffin và bao gồm:

source: A minimum of two and a maximum of six types of cheeses must be displayed and include: [60231] Tối thiểu hai và tối đa sáu loại phô mai phải được bày biện và bao gồm:
vi: A minimum of two and a maximum of six types of cheeses must be displayed and include: [60231] Tối thiểu hai và tối đa sáu loại phô mai phải được bày và bao gồm:

source: A minimum of two and a maximum of three types of nuts (e.g. walnuts, macadamia, pecans) [60323] Tối thiểu hai và tối đa ba loại hạt (ví dụ: quả óc chó, hạt macadamia, quả hồ đào)
vi: A minimum of two and a maximum of three types of nuts (e.g. walnuts, macadamia, pecans) [60323] Tối thiểu hai và tối đa ba loại hạt cứng (ví dụ: quả óc chó, hạt macadamia, quả hồ đào)

source: A minimum of two and maximum of four soups must be available from the following: [52294] Tối thiểu phải có hai và tối đa bốn súp từ sau:
vi: A minimum of two and maximum of four soups must be available from the following: [52294] Tối thiểu phải có hai và tối đa bốn món súp như sau:

source: A mirror above the vanity must be provided and meet the following: [13233] Phải cung cấp một tấm gương phía trên bàn trang điểm và đáp ứng như sau:
vi: A mirror above the vanity must be provided and meet the following: [13233] Phải cung cấp một tấm gương phía trên vanity và đáp ứng như sau:

source: A non-combustible floor extending a minimum of 1m (3ft) around an open fireplace [263059] Một sàn chống cháy kéo dài tối thiểu 1m (3ft) xung quanh lò sưởi mở
vi: A non-combustible floor extending a minimum of 1m (3ft) around an open fireplace [263059] Sàn chống cháy kéo dài tối thiểu 1m xung quanh lò sưởi mở

source: A power light to indicate when the unit is in auto shut-off mode [58829] Đèn điện để báo khi thiết bị ở chế độ tự động tắt
vi: A power light to indicate when the unit is in auto shut-off mode [58829] Đèn báo khi thiết bị ở chế độ tự động tắt

source: A process must be in place to satisfy pillow requests within 15 minutes of request being received Phải có một quy trình để đáp ứng yêu cầu về gối trong vòng 15 phút kể từ khi nhận được yêu cầu
vi: A process must be in place to satisfy pillow requests within 15 minutes of request being received [414] Phải có một quy trình để đáp ứng yêu cầu về gối trong vòng 15 phút kể từ khi nhận được yêu cầu

source: A secure storage area must be available where the luggage of registered guests can be stored temporarily.
vi: A secure storage area must be available where the luggage of registered guests can be stored temporarily. Một khu vực chứa đồ an toàn phải có để tạm thời trữ hành lý của khách đã đăng ký

source: A selection of Tea & Coffee [584049] Một loại Trà & Cà phê
vi: A selection of Tea & Coffee [584049] Một số loại Trà & Cà phê
